/* 
  Installer.strings
  CleanMyMac

  Created by tanlan on 9/25/17.
  Copyright © 2017 MacPaw. All rights reserved.
*/
"Installer_WindowTitle" = "Установить %@";
"Installer_StatusTextValue_Downloading" = "Загрузка %@...";
"Installer_StatusTextValue_Retrying" = "Ошибка загрузки. Повтор...";
"Installer_StatusTextValue_RetryingSec" = "Ошибка загрузки. Повтор через %lu с";

"Installer_IncompleteAlert_Message" = "Продолжается загрузка";
"Installer_IncompleteAlert_InformativeText" = "Вы уверены, что вы хотите прервать загрузку %@?";
"Installer_IncompleteAlert_DefaultButton" = "Продолжить загрузку";
"Installer_IncompleteAlert_AlternativeButton" = "Завершить";

"Installer_FailureAlert_Message" = "Не удалось загрузить";
"Installer_FailureAlert_InformativeText" = "Произошла ошибка при попытке загрузить %@. Пожалуйста, попробуйте загрузить с веб-сайта.";
"Installer_FailureAlert_DefaultButton" = "Прямая загрузка";
"Installer_FailureAlert_AlternativeButton" = "Отмена";

"Installer_NoConnection_DefaultButton" = "Напомнить позднее";
